Repository: txntixnz/ARMSX2
Catalog: platforms/ios/app/src/main/assets/resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, it, ja, ko, pt, zh_hans

source: OK
ar: موافق
es: Aceptar
ko: 확인
zh_hans: 确定

source: On
ar: تشغيل
de: An
es: Activado
fr: Activé
it: Attivato
ja: オン
ko: 켬
pt: Ligado
zh_hans: 开启

source: Other Games
ar: ألعاب أخرى
de: Andere Spiele
es: Otros juegos
fr: Autres jeux
it: Altri giochi
ja: その他のゲーム
ko: 기타 게임
pt: Outros jogos
zh_hans: 其他游戏

source: Overlay
ar: التراكب
es: Superposición
fr: Superposition
ja: オーバーレイ
ko: 오버레이
pt: Sobreposição
zh_hans: 叠加层

source: Overlay (OSD)
ar: التراكب (OSD)
es: Superposición (OSD)
fr: Superposition (OSD)
ja: オーバーレイ (OSD)
ko: 오버레이 (OSD)
pt: Sobreposição (OSD)
zh_hans: 叠加层 (OSD)

source: Parameters
ar: المعاملات
de: Parameter
es: Parámetros
fr: Paramètres
it: Parametri
ja: パラメーター
ko: 매개변수
pt: Parâmetros
zh_hans: 参数

source: Patch
ar: تصحيح
es: Parche
fr: Correctif
ja: パッチ
ko: 패치
zh_hans: 补丁

source: Patch source URL
ar: رابط مصدر التصحيح
de: Patch-Quell-URL
es: URL de fuente de parches
fr: URL de la source de correctifs
it: URL sorgente patch
ja: パッチソースURL
ko: 패치 소스 URL
pt: URL da fonte de patches
zh_hans: 补丁源 URL

source: Patch Source URL
ar: رابط مصدر التصحيح
de: Patch-Quell-URL
es: URL de fuente de parches
fr: URL de la source de correctifs
it: URL sorgente patch
ja: パッチソースURL
ko: 패치 소스 URL
pt: URL da fonte de patches
zh_hans: 补丁源 URL

source: Patch sources
ar: مصادر التصحيحات
de: Patch-Quellen
es: Fuentes de parches
fr: Sources de correctifs
it: Sorgenti patch
ja: パッチソース
ko: 패치 소스
pt: Fontes de patches
zh_hans: 补丁源

source: Patch storage is not ready for this game. Try again in a moment.
ar: تخزين التصحيحات غير جاهز لهذه اللعبة. حاول مرة أخرى بعد لحظات.
de: Patch-Speicher ist für dieses Spiel noch nicht bereit. Versuchen Sie es gleich noch einmal.
es: El almacenamiento de parches no está listo para este juego. Inténtalo de nuevo en un momento.
fr: Le stockage des correctifs n'est pas prêt pour ce jeu. Réessayez dans un instant.
it: La memoria delle patch non è pronta per questo gioco. Riprova tra un attimo.
ja: このゲームのパッチストレージの準備ができていません。しばらくしてからやり直してください。
ko: 이 게임의 패치 저장소가 아직 준비되지 않았습니다. 잠시 후 다시 시도하세요.
pt: O armazenamento de patches não está pronto para este jogo. Tente novamente em um instante.
zh_hans: 此游戏的补丁存储尚未就绪。请稍后再试。

source: Patches
ar: التصحيحات
es: Parches
fr: Correctifs
it: Patch
ja: パッチ
ko: 패치
zh_hans: 补丁

source: Performance Overlay
ar: تراكب الأداء
de: Leistungs-Overlay
es: Superposición de rendimiento
fr: Superposition de performance
it: Overlay prestazioni
ja: パフォーマンス表示
ko: 성능 오버레이
pt: Sobreposição de desempenho
zh_hans: 性能叠加层

source: Please select a game
ar: يرجى اختيار لعبة
de: Bitte wähle ein Spiel aus
es: Selecciona un juego
fr: Veuillez sélectionner un jeu
it: Seleziona un gioco
ja: ゲームを選択してください
ko: 게임을 선택해 주세요
pt: Selecione um jogo
zh_hans: 请选择游戏

source: Position
ar: الموضع
es: Posición
it: Posizione
ja: 位置
ko: 위치
pt: Posição
zh_hans: 位置

source: Preset
ar: الإعداد المسبق
de: Voreinstellung
fr: Préréglage
ja: プリセット
ko: 프리셋
pt: Predefinição
zh_hans: 预设

source: Preset name
ar: اسم الإعداد المسبق
de: Name der Voreinstellung
es: Nombre del preset
fr: Nom du préréglage
it: Nome del preset
ja: プリセット名
ko: 프리셋 이름
pt: Nome da predefinição
zh_hans: 预设名称

source: Presets saved from it stop working.
ar: ستتوقف الإعدادات المسبقة المحفوظة منه عن العمل.
de: Daraus gespeicherte Voreinstellungen funktionieren dann nicht mehr.
es: Los presets guardados a partir de él dejarán de funcionar.
fr: Les préréglages enregistrés à partir de celui-ci ne fonctionneront plus.
it: I preset salvati a partire da esso smetteranno di funzionare.
ja: これを元に保存したプリセットは使えなくなります。
ko: 이것으로 저장한 프리셋은 작동하지 않게 됩니다.
pt: As predefinições salvas a partir dele vão parar de funcionar.
zh_hans: 基于它保存的预设将无法使用。

source: Press and drag anywhere in this area
ar: اضغط واسحب في أي مكان داخل هذه المنطقة
de: Drücken und ziehen Sie an einer beliebigen Stelle in diesem Bereich
es: Pulsa y arrastra en cualquier parte de esta área
fr: Appuyez et faites glisser n'importe où dans cette zone
it: Tocca e trascina in qualsiasi punto di quest'area
ja: この領域内の任意の場所を押してドラッグします
ko: 이 영역의 아무 곳이나 길게 누르고 드래그하세요
pt: Pressione e arraste em qualquer lugar desta área
zh_hans: 在此区域任意位置按下并拖动

source: Preview %@
ar: معاينة %@
de: Vorschau von %@
es: Vista previa de %@
fr: Aperçu de %@
it: Anteprima %@
ja: %@ をプレビュー
ko: %@ 미리보기
pt: Pré-visualizar %@
zh_hans: 预览 %@

source: Reading parameters...
ar: جارٍ قراءة المعاملات...
de: Parameter werden gelesen...
es: Leyendo parámetros...
fr: Lecture des paramètres...
it: Lettura dei parametri...
ja: パラメーターを読み込み中...
ko: 매개변수 읽는 중...
pt: Lendo parâmetros...
zh_hans: 正在读取参数...

source: Ready
ar: جاهز
de: Bereit
es: Listo
fr: Prêt
it: Pronto
ja: 準備完了
ko: 준비됨
pt: Pronto
zh_hans: 就绪

source: Redo
ar: إعادة
de: Wiederholen
es: Rehacer
fr: Rétablir
it: Ripeti
ja: やり直す
ko: 다시 실행
pt: Refazer
zh_hans: 重做

source: Refresh
ar: تحديث
de: Aktualisieren
es: Actualizar
fr: Actualiser
it: Aggiorna
ja: 更新
ko: 새로고침
pt: Atualizar
zh_hans: 刷新

source: Reinstall
ar: إعادة التثبيت
de: Neu installieren
es: Reinstalar
fr: Réinstaller
it: Reinstalla
ja: 再インストール
ko: 재설치
pt: Reinstalar
zh_hans: 重新安装

source: Reinstall Cheats
ar: إعادة تثبيت رموز الغش
de: Cheats neu installieren
es: Reinstalar trucos
fr: Réinstaller les codes
it: Reinstalla trucchi
ja: チートを再インストール
ko: 치트 재설치
pt: Reinstalar cheats
zh_hans: 重新安装作弊码

source: Reinstall Patches
ar: إعادة تثبيت التصحيحات
de: Patches neu installieren
es: Reinstalar parches
fr: Réinstaller les correctifs
it: Reinstalla patch
ja: パッチを再インストール
ko: 패치 재설치
pt: Reinstalar patches
zh_hans: 重新安装补丁

source: Remove %@
ar: إزالة %@
de: %@ entfernen
es: Eliminar %@
fr: Supprimer %@
it: Rimuovi %@
ja: %@ を削除
ko: %@ 삭제
pt: Remover %@
zh_hans: 移除 %@

source: Remove All Files
ar: إزالة جميع الملفات
de: Alle Dateien entfernen
es: Eliminar todos los archivos
fr: Supprimer tous les fichiers
it: Rimuovi tutti i file
ja: すべてのファイルを削除
ko: 모든 파일 삭제
pt: Remover todos os arquivos
zh_hans: 移除所有文件

source: Remove All Installed Files
ar: إزالة جميع الملفات المثبتة
de: Alle installierten Dateien entfernen
es: Eliminar todos los archivos instalados
fr: Supprimer tous les fichiers installés
it: Rimuovi tutti i file installati
ja: インストールされたすべてのファイルを削除
ko: 설치된 모든 파일 삭제
pt: Remover todos os arquivos instalados
zh_hans: 移除所有已安装的文件

source: Remove all installed files?
ar: هل تريد إزالة جميع الملفات المثبتة؟
de: Alle installierten Dateien entfernen?
es: ¿Eliminar todos los archivos instalados?
fr: Supprimer tous les fichiers installés ?
it: Rimuovere tutti i file installati?
ja: インストールされたすべてのファイルを削除しますか？
ko: 설치된 모든 파일을 삭제할까요?
pt: Remover todos os arquivos instalados?
zh_hans: 移除所有已安装的文件？

source: Remove Background
ar: إزالة الخلفية
de: Hintergrund entfernen
es: Quitar fondo
fr: Supprimer le fond
it: Rimuovi sfondo
ja: 背景を削除
ko: 배경 제거
pt: Remover fundo
zh_hans: 移除背景

source: Remove Cheat File
ar: إزالة ملف الغش
de: Cheat-Datei entfernen
es: Eliminar archivo de trucos
fr: Supprimer le fichier de codes
it: Rimuovi file trucchi
ja: チートファイルを削除
ko: 치트 파일 삭제
pt: Remover arquivo de cheat
zh_hans: 移除作弊码文件

source: Remove Cheat File (%@)
ar: إزالة ملف الغش (%@)
de: Cheat-Datei entfernen (%@)
es: Eliminar archivo de trucos (%@)
fr: Supprimer le fichier de codes (%@)
it: Rimuovi file trucchi (%@)
ja: チートファイルを削除 (%@)
ko: 치트 파일 삭제 (%@)
pt: Remover arquivo de cheat (%@)
zh_hans: 移除作弊码文件 (%@)

source: Remove Entry
ar: إزالة الإدخال
de: Eintrag entfernen
es: Eliminar entrada
fr: Supprimer l'entrée
it: Rimuovi voce
ja: エントリを削除
ko: 항목 삭제
pt: Remover entrada
zh_hans: 移除条目

source: Remove from favorites
ar: إزالة من المفضلة
de: Aus Favoriten entfernen
es: Quitar de favoritos
fr: Retirer des favoris
it: Rimuovi dai preferiti
ja: お気に入りから削除
ko: 즐겨찾기에서 제거
pt: Remover dos favoritos
zh_hans: 从收藏移除

source: Remove installed cheat file?
ar: هل تريد إزالة ملف الغش المثبت؟
de: Installierte Cheat-Datei entfernen?
es: ¿Eliminar archivo de trucos instalado?
fr: Supprimer le fichier de codes installé ?
it: Rimuovere il file trucchi installato?
ja: インストールされたチートファイルを削除しますか？
ko: 설치된 치트 파일을 삭제할까요?
pt: Remover arquivo de cheat instalado?
zh_hans: 移除已安装的作弊码文件？

source: Remove installed files?
ar: هل تريد إزالة الملفات المثبتة؟
de: Installierte Dateien entfernen?
es: ¿Eliminar archivos instalados?
fr: Supprimer les fichiers installés ?
it: Rimuovere i file installati?
ja: インストールされたファイルを削除しますか？
ko: 설치된 파일을 삭제할까요?
pt: Remover arquivos instalados?
zh_hans: 移除已安装的文件？

source: Remove Installed Files…
ar: إزالة الملفات المثبتة…
de: Installierte Dateien entfernen…
es: Eliminar archivos instalados…
fr: Supprimer les fichiers installés…
it: Rimuovi file installati…
ja: インストールされたファイルを削除…
ko: 설치된 파일 삭제…
pt: Remover arquivos instalados…
zh_hans: 移除已安装的文件…

source: Remove installed patch file?
ar: هل تريد إزالة ملف التصحيح المثبت؟
de: Installierte Patch-Datei entfernen?
es: ¿Eliminar archivo de parche instalado?
fr: Supprimer le fichier de correctif installé ?
it: Rimuovere il file patch installato?
ja: インストールされたパッチファイルを削除しますか？
ko: 설치된 패치 파일을 삭제할까요?
pt: Remover arquivo de patch instalado?
zh_hans: 移除已安装的补丁文件？

source: Remove Landscape Background
ar: إزالة الخلفية الأفقية
de: Querformat-Hintergrund entfernen
es: Quitar fondo horizontal
fr: Supprimer le fond en paysage
it: Rimuovi sfondo orizzontale
ja: 横向きの背景を削除
ko: 가로 방향 배경 제거
pt: Remover fundo em paisagem
zh_hans: 移除横屏背景

source: Remove Patch File
ar: إزالة ملف التصحيح
de: Patch-Datei entfernen
es: Eliminar archivo de parche
fr: Supprimer le fichier de correctif
it: Rimuovi file patch
ja: パッチファイルを削除
ko: 패치 파일 삭제
pt: Remover arquivo de patch
zh_hans: 移除补丁文件

source: Remove Patch File (%@)
ar: إزالة ملف التصحيح (%@)
de: Patch-Datei entfernen (%@)
es: Eliminar archivo de parche (%@)
fr: Supprimer le fichier de correctif (%@)
it: Rimuovi file patch (%@)
ja: パッチファイルを削除 (%@)
ko: 패치 파일 삭제 (%@)
pt: Remover arquivo de patch (%@)
zh_hans: 移除补丁文件 (%@)

source: Remove Skin?
ar: هل تريد إزالة المظهر؟
de: Skin entfernen?
es: ¿Eliminar skin?
fr: Supprimer le skin ?
it: Rimuovere la skin?
ja: スキンを削除しますか？
ko: 스킨을 삭제할까요?
pt: Remover skin?
zh_hans: 移除皮肤？

source: Remove this entry?
ar: هل تريد إزالة هذا الإدخال؟
de: Diesen Eintrag entfernen?
es: ¿Eliminar esta entrada?
fr: Supprimer cette entrée ?
it: Rimuovere questa voce?
ja: このエントリを削除しますか？
ko: 이 항목을 삭제할까요?
pt: Remover esta entrada?
zh_hans: 移除此条目？

source: Removed about %@ of generated data.
ar: تمت إزالة حوالي %@ من البيانات المُنشأة.
de: Ungefähr %@ an generierten Daten wurden entfernt.
es: Se eliminaron aproximadamente %@ de datos generados.
fr: Environ %@ de données générées ont été supprimées.
it: Rimossi circa %@ di dati generati.
ja: 約%@の生成データを削除しました。
ko: 약 %@의 생성된 데이터를 삭제했습니다.
pt: Aproximadamente %@ de dados gerados foram removidos.
zh_hans: 已移除约 %@ 的已生成数据。

source: Removes complete installed files, not individual entries
ar: يزيل الملفات المثبتة بالكامل وليس الإدخالات الفردية
de: Entfernt vollständige installierte Dateien, keine einzelnen Einträge
es: Elimina archivos instalados completos, no entradas individuales
fr: Supprime les fichiers installés complets, pas les entrées individuelles
it: Rimuove i file installati completi, non le singole voci
ja: 個々のエントリではなく、インストールされた完全なファイルを削除します
ko: 개별 항목이 아닌 설치된 파일 전체를 삭제합니다
pt: Remove arquivos instalados completos, não entradas individuais
zh_hans: 移除完整的已安装文件，而非单个条目

source: Requires an identified game CRC
ar: يتطلب معرف CRC محدد للعبة
de: Erfordert eine identifizierte Spiel-CRC
es: Requiere un CRC de juego identificado
fr: Nécessite un CRC de jeu identifié
it: Richiede un CRC del gioco identificato
ja: 識別されたゲームCRCが必要です
ko: 식별된 게임 CRC가 필요합니다
pt: Requer um CRC de jogo identificado
zh_hans: 需要已识别的游戏 CRC

source: Reset %@
ar: إعادة تعيين %@
de: %@ zurücksetzen
es: Restablecer %@
fr: Réinitialiser %@
it: Reimposta %@
ja: %@をリセット
ko: %@ 재설정
pt: Redefinir %@
zh_hans: 重置%@

source: Reset All Parameters
ar: إعادة تعيين كل المعاملات
de: Alle Parameter zurücksetzen
es: Restablecer todos los parámetros
fr: Réinitialiser tous les paramètres
it: Reimposta tutti i parametri
ja: すべてのパラメーターをリセット
ko: 모든 매개변수 재설정
pt: Redefinir todos os parâmetros
zh_hans: 重置所有参数

source: Restart
ar: إعادة تشغيل
de: Neu starten
es: Reiniciar
fr: Redémarrer
it: Riavvia
ja: 再起動
ko: 재시작
pt: Reiniciar
zh_hans: 重启

source: Resume
ar: استئناف
de: Fortsetzen
es: Continuar
fr: Reprendre
it: Riprendi
ja: 再開
ko: 재개
pt: Continuar
zh_hans: 继续

source: RetroArch Slang Shaders are installed.
ar: تم تثبيت RetroArch Slang Shaders.
de: RetroArch Slang Shaders ist installiert.
es: RetroArch Slang Shaders está instalado.
fr: RetroArch Slang Shaders est installé.
it: RetroArch Slang Shaders è installato.
ja: RetroArch Slang Shaders をインストールしました。
ko: RetroArch Slang Shaders를 설치했습니다.
pt: O RetroArch Slang Shaders está instalado.
zh_hans: RetroArch Slang Shaders 已安装。

source: Retry
ar: إعادة المحاولة
de: Erneut versuchen
es: Reintentar
fr: Réessayer
it: Riprova
ja: 再試行
ko: 다시 시도
pt: Tentar novamente
zh_hans: 重试

source: Retry Game Information
ar: إعادة محاولة جلب معلومات اللعبة
de: Spielinformationen erneut abrufen
es: Reintentar información del juego
fr: Réessayer les informations du jeu
it: Riprova informazioni gioco
ja: ゲーム情報を再取得
ko: 게임 정보 다시 시도
pt: Tentar novamente informações do jogo
zh_hans: 重试获取游戏信息

source: Right stick
ar: عصا التحكم اليمنى
de: Rechter Stick
es: Stick derecho
fr: Stick droit
it: Levetta destra
ja: 右スティック
ko: 오른쪽 스틱
pt: Alavanca direita
zh_hans: 右摇杆

source: Running
ar: قيد التشغيل
de: Läuft
es: En ejecución
fr: En cours
it: In esecuzione
ja: 実行中
ko: 실행 중
pt: Em execução
zh_hans: 正在运行

source: Saturation
ar: التشبع
de: Sättigung
es: Saturación
it: Saturazione
ja: 彩度
ko: 채도
pt: Saturação
zh_hans: 饱和度

source: Save
ar: حفظ
de: Speichern
es: Guardar
fr: Enregistrer
it: Salva
ja: 保存
ko: 저장
pt: Salvar
zh_hans: 保存

source: Save as New Preset
ar: حفظ كإعداد مسبق جديد
de: Als neue Voreinstellung speichern
es: Guardar como nuevo preset
fr: Enregistrer comme nouveau préréglage
it: Salva come nuovo preset
ja: 新しいプリセットとして保存
ko: 새 프리셋으로 저장
pt: Salvar como nova predefinição
zh_hans: 另存为新预设

source: Save Preset
ar: حفظ الإعداد المسبق
de: Voreinstellung speichern
es: Guardar preset
fr: Enregistrer le préréglage
it: Salva preset
ja: プリセットを保存
ko: 프리셋 저장
pt: Salvar predefinição
zh_hans: 保存预设

source: Saved for %1$@. %2$@
ar: تم الحفظ لـ %1$@. %2$@
de: Für %1$@ gespeichert. %2$@
es: Guardado para %1$@. %2$@
fr: Enregistré pour %1$@. %2$@
it: Salvato per %1$@. %2$@
ja: %1$@ 用に保存しました。%2$@
ko: %1$@에 대해 저장되었습니다. %2$@
pt: Salvo para %1$@. %2$@
zh_hans: 已保存到 %1$@。%2$@

source: Scanline and CRT effects are subtle on high-resolution displays and are more visible at a lower Internal Resolution.
ar: تكون تأثيرات خطوط المسح وCRT خفيفة على الشاشات عالية الدقة، وتظهر أكثر عند خفض الدقة الداخلية.
de: Scanline- und CRT-Effekte sind auf hochauflösenden Bildschirmen dezent und bei einer niedrigeren internen Auflösung deutlicher sichtbar.
es: Los efectos de líneas de escaneo y CRT se notan poco en pantallas de alta resolución y se ven más con una resolución interna más baja.
fr: Les effets de lignes de balayage et CRT sont discrets sur les écrans haute résolution et plus visibles avec une résolution interne plus basse.
it: Gli effetti scanline e CRT sono poco visibili sugli schermi ad alta risoluzione e si notano di più con una risoluzione interna più bassa.
ja: 走査線や CRT の効果は高解像度の画面では控えめで、内部解像度を下げるとはっきり見えます。
ko: 주사선과 CRT 효과는 고해상도 화면에서는 약하게 보이고, 내부 해상도를 낮추면 더 잘 보입니다.
pt: Os efeitos de linhas de varredura e CRT são sutis em telas de alta resolução e ficam mais visíveis com uma resolução interna menor.
zh_hans: 在高分辨率屏幕上，扫描线和 CRT 效果不太明显，降低内部分辨率后会更明显。

source: Scanline Filter
ar: مرشح خطوط المسح
es: Filtro de líneas de escaneo
fr: Filtre de lignes de balayage
it: Filtro scanline
ja: 走査線フィルター
ko: 주사선 필터
pt: Filtro de linhas de varredura
zh_hans: 扫描线滤镜

source: Search shaders
ar: البحث في المظللات
de: Shader suchen
es: Buscar shaders
fr: Rechercher des shaders
it: Cerca shader
ja: シェーダーを検索
ko: 셰이더 검색
pt: Buscar shaders
zh_hans: 搜索着色器

source: Search skins
ar: البحث في المظاهر
de: Skins suchen
es: Buscar skins
fr: Rechercher des skins
it: Cerca skin
ja: スキンを検索
ko: 스킨 검색
pt: Buscar skins
zh_hans: 搜索皮肤

source: Search this folder
ar: ابحث في هذا المجلد
de: In diesem Ordner suchen
es: Buscar en esta carpeta
fr: Rechercher dans ce dossier
it: Cerca in questa cartella
ja: このフォルダを検索
ko: 이 폴더에서 검색
pt: Pesquisar nesta pasta
zh_hans: 搜索此文件夹

source: Settings
ar: الإعدادات
de: Einstellungen
es: Ajustes
fr: Réglages
it: Impostazioni
ja: 設定
ko: 설정
pt: Configurações
zh_hans: 设置

source: Settings Guide
ar: دليل الإعدادات
de: Einstellungsleitfaden
es: Guía de ajustes
it: Guida impostazioni
zh_hans: 设置指南

source: Shader Presets
ar: الإعدادات المسبقة للمظللات
de: Shader-Voreinstellungen
es: Presets de shaders
fr: Préréglages de shaders
it: Preset shader
ja: シェーダープリセット
ko: 셰이더 프리셋
pt: Predefinições de shader
zh_hans: 着色器预设

source: Shaders
ar: المظللات
de: Shader
it: Shader
ja: シェーダー
ko: 셰이더
zh_hans: 着色器

source: Show controls
ar: إظهار عناصر التحكم
de: Steuerelemente anzeigen
es: Mostrar controles
fr: Afficher les commandes
it: Mostra controlli
ja: コントロールを表示
ko: 컨트롤 보기
pt: Mostrar controles
zh_hans: 显示控制

source: Show CPU
ar: إظهار CPU
de: CPU anzeigen
es: Mostrar CPU
fr: Afficher CPU
it: Mostra CPU
ja: CPUを表示
ko: CPU 표시
pt: Mostrar CPU
zh_hans: 显示 CPU

source: Show Device Stats
ar: إظهار حالة الجهاز
de: Gerätestatus anzeigen
es: Mostrar estado del dispositivo
fr: Afficher l'état de l'appareil
it: Mostra stato dispositivo
ja: デバイス状態を表示
ko: 기기 상태 표시
pt: Mostrar status do dispositivo
zh_hans: 显示设备状态

source: Show FPS
ar: إظهار FPS
de: FPS anzeigen
es: Mostrar FPS
fr: Afficher FPS
it: Mostra FPS
ja: FPSを表示
ko: FPS 표시
pt: Mostrar FPS
zh_hans: 显示 FPS

source: Show Frame Times
ar: إظهار أزمنة الإطارات
de: Frame-Zeiten anzeigen
es: Mostrar tiempos de fotograma
it: Mostra tempi frame
zh_hans: 显示帧时间

source: Show GPU
ar: إظهار GPU
de: GPU anzeigen
es: Mostrar GPU
fr: Afficher GPU
it: Mostra GPU
ja: GPUを表示
ko: GPU 표시
pt: Mostrar GPU
zh_hans: 显示 GPU

source: Show GS Stats
ar: إظهار إحصاءات GS
de: GS-Statistiken anzeigen
es: Mostrar estadísticas GS
it: Mostra statistiche GS
zh_hans: 显示 GS 统计

source: Show Hardware Info
ar: إظهار معلومات العتاد
de: Hardwareinfos anzeigen
es: Mostrar hardware
it: Mostra info hardware
zh_hans: 显示硬件信息

source: Show Indicators
ar: إظهار المؤشرات
de: Indikatoren anzeigen
es: Mostrar indicadores
it: Mostra indicatori
zh_hans: 显示指示器

source: Show Inputs
ar: إظهار الإدخال
de: Eingaben anzeigen
es: Mostrar entradas
it: Mostra input
zh_hans: 显示输入

source: Show Resolution
ar: إظهار الدقة
de: Auflösung anzeigen
es: Mostrar resolución
it: Mostra risoluzione
zh_hans: 显示分辨率

source: Show Settings
ar: إظهار الإعدادات
de: Einstellungen anzeigen
es: Mostrar ajustes
it: Mostra impostazioni
zh_hans: 显示设置

source: Show Speed
ar: إظهار السرعة
de: Geschwindigkeit anzeigen
es: Mostrar velocidad
it: Mostra velocità
zh_hans: 显示速度

source: Show the error from %@
ar: إظهار الخطأ من %@
de: Fehler von %@ anzeigen
es: Mostrar el error de %@
fr: Afficher l'erreur de %@
it: Mostra l'errore da %@
ja: %@ からのエラーを表示
ko: %@의 오류 표시
pt: Mostrar o erro de %@
zh_hans: 显示来自 %@ 的错误

source: Show Version
ar: إظهار الإصدار
de: Version anzeigen
es: Mostrar versión
it: Mostra versione
zh_hans: 显示版本

source: Show VPS
ar: إظهار VPS
de: VPS anzeigen
es: Mostrar VPS
it: Mostra VPS
zh_hans: 显示 VPS

source: Show what %@ reported during install
ar: إظهار تقرير %@ أثناء التثبيت
de: Installationsbericht von %@ anzeigen
es: Mostrar lo que informó %@ durante la instalación
fr: Afficher le rapport de %@ pendant l'installation
it: Mostra cosa ha segnalato %@ durante l'installazione
ja: %@ のインストール時のレポートを表示
ko: %@의 설치 보고서 표시
pt: Mostrar o relatório de %@ durante a instalação
zh_hans: 显示 %@ 在安装过程中的报告

source: Skin Install
ar: تثبيت المظهر
de: Skin-Installation
es: Instalación de skin
fr: Installation du skin
it: Installazione skin
ja: スキンのインストール
ko: 스킨 설치
pt: Instalação de skin
zh_hans: 皮肤安装

source: Skins
ar: المظاهر
it: Skin
ja: スキン
ko: 스킨
zh_hans: 皮肤

source: Some changes only take effect after restarting the game.
ar: لا تصبح بعض التغييرات سارية إلا بعد إعادة تشغيل اللعبة.
de: Einige Änderungen werden erst nach einem Neustart des Spiels wirksam.
es: Algunos cambios solo surten efecto tras reiniciar el juego.
fr: Certaines modifications ne prennent effet qu'après avoir redémarré le jeu.
it: Alcune modifiche hanno effetto solo dopo aver riavviato il gioco.
ja: 一部の変更はゲームを再起動した後にのみ有効になります。
ko: 일부 변경 사항은 게임을 재부팅한 후에만 적용됩니다.
pt: Algumas alterações só entram em vigor após reiniciar o jogo.
zh_hans: 部分更改仅在重启游戏后生效。

source: Some files could not be removed:
ar: تعذر حذف بعض الملفات:
de: Einige Dateien konnten nicht entfernt werden:
es: Algunos archivos no se pudieron eliminar:
fr: Certains fichiers n'ont pas pu être supprimés :
it: Alcuni file non sono stati rimossi:
ja: 一部のファイルを削除できませんでした:
ko: 일부 파일을 삭제할 수 없습니다:
pt: Alguns arquivos não puderam ser removidos:
zh_hans: 部分文件无法移除：

source: Source URLs
ar: روابط المصدر
de: Quell-URLs
es: URL de origen
fr: URL des sources
it: URL sorgente
ja: ソースURL
ko: 소스 URL
pt: URLs de fontes
zh_hans: 源 URL

source: Source URLs saved.
ar: تم حفظ روابط المصدر.
de: Quell-URLs gespeichert.
es: URL de origen guardadas.
fr: URL des sources enregistrées.
it: URL sorgente salvati.
ja: ソースURLを保存しました。
ko: 소스 URL이 저장되었습니다.
pt: URLs de fontes salvas.
zh_hans: 源 URL 已保存。

source: Sprites Only
ar: السبرايت فقط
de: Nur Sprites
es: Solo sprites
fr: Sprites uniquement
it: Solo sprite
ja: スプライトのみ
ko: 스프라이트만
pt: Apenas sprites
zh_hans: 仅精灵

source: Stop
ar: إيقاف
de: Stopp
es: Detener
fr: Arrêter
it: Arresta
ja: 停止
ko: 중지
pt: Parar
zh_hans: 停止

source: Storage
ar: التخزين
de: Speicher
es: Almacenamiento
fr: Stockage
it: Archiviazione
ja: ストレージ
ko: 저장 공간
pt: Armazenamento
zh_hans: 存储

source: Supported Formats
ar: الصيغ المدعومة
de: Unterstützte Formate
es: Formatos compatibles
fr: Formats compatibles
it: Formati supportati
ja: 対応フォーマット
ko: 지원 형식
pt: Formatos compatíveis
zh_hans: 支持格式
